Repository: openlinguify/linguify
Catalog: backend/apps/revision/locale/*/LC_MESSAGES/django.po
Languages: es, nl

source: Read the front of the card aloud
es: Lee el frente de la tarjeta en voz alta
nl: Lees de voorkant van de kaart hardop

source: Read aloud
es: Leer en voz alta
nl: Hardop lezen

source: Answer
es: Respuesta
nl: Antwoord

source: Read the back of the card aloud
es: Lee el reverso de la tarjeta en voz alta
nl: Lees de achterkant van de kaart hardop

source: Click on the card to see the answer, then evaluate your knowledge
es: Haz clic en la tarjeta para ver la respuesta, luego evalúa tu conocimiento
nl: Klik op de kaart om het antwoord te zien, evalueer dan je kennis

source: Difficult
es: Difícil
nl: Moeilijk

source: Congratulations!
es: ¡Felicitaciones!
nl: Gefeliciteerd!

source: You have completed all the cards in this deck for today.
es: Has completado todas las tarjetas de este mazo por hoy.
nl: Je hebt alle kaarten in deze lijst voor vandaag voltooid.

source: Remaining
es: Restantes
nl: Resterend

source: Writing Mode
es: Modo Escritura
nl: Schrijfmodus

source: Source language
es: Idioma de origen
nl: Brontaal

source: Read the word aloud
es: Lee la palabra en voz alta
nl: Lees het woord hardop

source: Type your answer...
es: Escribe tu respuesta...
nl: Typ je antwoord...

source: Submit
es: Enviar
nl: Indienen

source: Show hint (-2 points)
es: Mostrar pista (-2 puntos)
nl: Toon hint (-2 punten)

source: Skip this card (-5 points)
es: Saltar esta tarjeta (-5 puntos)
nl: Sla deze kaart over (-5 punten)

source: Correct answer:
es: Respuesta correcta:
nl: Juiste antwoord:

source: Paramètres Révision - Linguify
es: Configuración de Revisión - Linguify
nl: Revisie Instellingen - Linguify

source: Erreur lors de la récupération des paramètres
es: Error al recuperar la configuración
nl: Fout bij het ophalen van instellingen

source: Erreur lors du chargement des paramètres de révision
es: Error al cargar la configuración de revisión
nl: Fout bij het laden van revisie-instellingen

source: Paramètres de révision mis à jour avec succès
es: Configuración de revisión actualizada con éxito
nl: Revisie-instellingen succesvol bijgewerkt

source: Valeur invalide dans les paramètres
es: Valor inválido en la configuración
nl: Ongeldige waarde in instellingen

source: Erreur lors de la mise à jour des paramètres de révision
es: Error al actualizar la configuración de revisión
nl: Fout bij het bijwerken van revisie-instellingen

source: Schedule selected flashcards for tomorrow
es: Programar tarjetas seleccionadas para mañana

source: Distribute selected flashcards over the next week
es: Distribuir tarjetas seleccionadas durante la próxima semana

source: Dashboard
es: Panel

source: Recent
es: Recientes

source: Filter
es: Filtro

source: This action will make your deck private. It will no longer be publicly accessible.
es: Esta acción hará tu mazo privado. Ya no será accesible públicamente.

source: Your deck is public! Share this link with whoever you want:
es: ¡Tu mazo es público! Comparte este enlace con quien quieras:

source: AI
es: IA

source: Tags
es: Etiquetas

source: No tags - Add them in the field below
es: Sin etiquetas - Añádelas en el campo de abajo

source: Add Card
es: Añadir carta

source: Review Difficult
es: Repasar Difíciles

source: 0/10 tags
es: 0/10 etiquetas

source: Deck:
es: Mazo:

source: Flashcards
es: Tarjetas de memoria

source: Organize your decks with custom tags
es: Organiza tus mazos con etiquetas personalizadas

source: Tag name
es: Nombre de etiqueta

source: Usage
es: Uso

source: Start by creating your first tag to organize your decks
es: Empieza creando tu primera etiqueta para organizar tus mazos

source: tag(s)
es: etiqueta(s)

source: Correct
es: Correcto
