Repository: openlinguify/linguify
Catalog: backend/apps/revision/locale/*/LC_MESSAGES/django.po
Languages: es, nl

source: Revision
es: Repaso
nl: Herhaling

source: Memorize effectively with smart flashcards and spaced repetition.
es: Memoriza eficazmente con tarjetas inteligentes y repetición espaciada.
nl: Memoriseer effectief met slimme flashcards en gespreide herhaling.

source: Review your knowledge with flashcards
es: Repasa tus conocimientos con tarjetas
nl: Herhaal je kennis met flashcards

source: Productivity
es: Productividad
nl: Productiviteit

source: Revision Settings
es: Configuración de Repaso
nl: Herhalingsinstellingen

source: Specific Revision settings to be developed...
es: Configuración específica de Repaso por desarrollar...
nl: Specifieke herhalingsinstellingen om te ontwikkelen...

source: Learning
es: Aprendizaje
nl: Leren

source: Learning and revision settings
es: Configuración de aprendizaje y repaso
nl: Leer- en herhalingsinstellingen

source: Sessions
es: Sesiones
nl: Sessies

source: Revision session configuration
es: Configuración de sesiones de repaso
nl: Configuratie van herhalingssessies

source: Notifications
es: Notificaciones
nl: Meldingen

source: Reminders and notifications
es: Recordatorios y notificaciones
nl: Herinneringen en meldingen

source: Due for review
es: Pendiente de repaso
nl: Te beoordelen

source: Due today
es: Vence hoy
nl: Vandaag verschuldigd

source: Due tomorrow
es: Vence mañana
nl: Morgen verschuldigd

source: Due this week
es: Vence esta semana
nl: Deze week verschuldigd

source: Overdue
es: Vencido
nl: Achterstallig

source: Learning Progress
es: Progreso de aprendizaje
nl: Leervoortgang

source: Not started
es: No iniciado
nl: Niet gestart

source: In progress
es: En progreso
nl: Bezig

source: Learned
es: Aprendido
nl: Geleerd

source: Timestamps
es: Marcas de tiempo
nl: Tijdstempels

source: Statistics
es: Estadísticas
nl: Statistieken

source: Cards
es: Tarjetas
nl: Kaarten

source: Completion Rate
es: Tasa de completitud
nl: Voltooiingspercentage

source: Never reviewed
es: Nunca revisado
nl: Nooit beoordeeld

source: Last review
es: Último repaso
nl: Laatste beoordeling

source: No cards in this deck
es: No hay tarjetas en este mazo
nl: Geen kaarten in deze lijst

source: Deck statistics
es: Estadísticas del mazo
nl: Lijst statistieken

source: Description
es: Descripción
nl: Beschrijving

source: User
es: Usuario
nl: Gebruiker

source: Mark selected decks as active
es: Marcar mazos seleccionados como activos
nl: Markeer geselecteerde lijsten als actief

source: Mark selected decks as inactive
es: Marcar mazos seleccionados como inactivos
nl: Markeer geselecteerde lijsten als inactief

source: Export selected decks to CSV
es: Exportar mazos seleccionados a CSV
nl: Geselecteerde decks exporteren naar CSV

source: Mark all cards in selected decks as learned
es: Marcar todas las tarjetas de los mazos seleccionados como aprendidas
nl: Markeer alle kaarten in geselecteerde decks als geleerd

source: Reset progress for all cards in selected decks
es: Reiniciar progreso para todas las tarjetas de los mazos seleccionados
nl: Reset voortgang voor alle kaarten in geselecteerde decks

source: Duplicate selected decks
es: Duplicar mazos seleccionados
nl: Dupliceer geselecteerde decks

source: Deck not found.
es: Mazo no encontrado.
nl: Deck niet gevonden.

source: Study: %s
es: Estudiar: %s
nl: Studeren: %s

source: Analytics: %s
es: Análisis: %s
nl: Analyse: %s

source: Import Flashcards from CSV
es: Importar Tarjetas desde CSV
nl: Flashcards importeren uit CSV

source: Please provide a name for the new deck.
es: Por favor proporcione un nombre para el nuevo mazo.
nl: Geef een naam op voor de nieuwe lijst.

source: Please select an existing deck.
es: Por favor seleccione un mazo existente.
nl: Selecteer een bestaande lijst.

source: Please select a user.
es: Por favor seleccione un usuario.
nl: Selecteer een gebruiker.

source: Review Information
es: Información de repaso
nl: Beoordelingsinformatie

source: Front
es: Frente
nl: Voorkant

source: Back
es: Reverso
nl: Achterkant

source: Deck
es: Mazo
nl: Lijst

source: Next Review
es: Próximo repaso
nl: Volgende Beoordeling

source: Progress
es: Progreso
nl: Voortgang

source: No review data available
es: No hay datos de repaso disponibles
nl: Geen beoordelingsgegevens beschikbaar

source: Mark selected flashcards as learned
es: Marcar tarjetas seleccionadas como aprendidas
nl: Markeer geselecteerde flashcards als geleerd

source: Mark selected flashcards as not learned
es: Marcar tarjetas seleccionadas como no aprendidas
nl: Markeer geselecteerde flashcards als niet geleerd

source: Reset review progress for selected flashcards
es: Reiniciar progreso de repaso para tarjetas seleccionadas
nl: Reset beoordelingsvoortgang voor geselecteerde flashcards

source: Schedule selected flashcards for today
es: Programar tarjetas seleccionadas para hoy
nl: Plan geselecteerde flashcards voor vandaag

source: Export selected flashcards to CSV
es: Exportar tarjetas seleccionadas a CSV
nl: Geselecteerde flashcards exporteren naar CSV

source: No flashcards selected.
es: No se han seleccionado tarjetas.
nl: Geen flashcards geselecteerd.

source: Invalid date format.
es: Formato de fecha inválido.
nl: Ongeldig datumformaat.

source: Schedule Custom Review
es: Programar repaso personalizado
nl: Aangepaste beoordeling plannen

source: Schedule selected cards for custom date
es: Programar tarjetas seleccionadas para fecha personalizada
nl: Geselecteerde kaarten plannen voor aangepaste datum

source: Flashcard not found.
es: Tarjeta no encontrada.
nl: Flashcard niet gevonden.

source: Card marked as successfully reviewed!
es: ¡Tarjeta marcada como revisada exitosamente!
nl: Kaart gemarkeerd als succesvol beoordeeld!

source: Card will be shown again soon.
es: La tarjeta se mostrará de nuevo pronto.
nl: Kaart wordt binnenkort opnieuw getoond.

source: Review Card
es: Revisar tarjeta
nl: Kaart beoordelen

source: File
es: Archivo
nl: Bestand

source: Go to dashboard
es: Ir al panel
nl: Ga naar dashboard

source: Study modes
es: Modos de estudio
nl: Studiemodi

source: Study
es: Estudiar
nl: Studeren

source: Stats
es: Estadísticas
nl: Statistieken

source: Cancel
es: Cancelar
nl: Annuleren

source: Deck Name
es: Nombre de la lista
nl: Lijstnaam

source: Enter the new deck name...
es: Introduce el nombre de la nueva lista...
nl: Voer de nieuwe lijst naam in...

source: This name must be unique among your decks
es: Este nombre debe ser único entre tus listas
nl: Deze naam moet uniek zijn onder je lijsten

source: Selection
es: Selección
nl: Selectie

source: Preview
es: Vista previa
nl: Voorbeeld

source: Drop your file here
es: Arrastra tu archivo aquí
nl: Sleep je bestand hierheen

source: or click to select a file
es: o haz clic para seleccionar un archivo
nl: of klik om een bestand te selecteren

source: Browse files
es: Explorar archivos
nl: Bestanden bladeren

source: Drop the file here
es: Suelta el archivo aquí
nl: Laat het bestand hier vallen

source: Supported formats:
es: Formatos compatibles:
nl: Ondersteunde formaten:

source: Minimum 2 columns required for front and back of cards
es: Mínimo 2 columnas requeridas para el anverso y reverso de las cartas
nl: Minimaal 2 kolommen vereist voor voor- en achterkant van kaarten

source: Next - Preview
es: Siguiente - Vista previa
nl: Volgende - Voorbeeld

source: Import
es: Importar
nl: Importeren

source: Rows
es: Filas
nl: Rijen

source: Cards to create
es: Cartas a crear
nl: Kaarten om te maken

source: Column configuration
es: Configuración de columnas
nl: Kolomconfiguratie

source: First row contains headers
es: La primera fila contiene encabezados
nl: Eerste rij bevat headers

source: Check this option if the first row contains column names and should not be imported as a card
es: Marca esta opción si la primera fila contiene nombres de columnas y no debe importarse como una carta
nl: Vink deze optie aan als de eerste rij kolomnamen bevat en niet als een kaart moet worden geïmporteerd

source: Front of cards
es: Anverso de las cartas
nl: Voorkant van kaarten

source: Front language (optional)
es: Idioma del anverso (opcional)
nl: Voorkant taal (optioneel)

source: -- Select a language --
es: -- Seleccionar un idioma --
nl: -- Selecteer een taal --

source: English
es: Inglés
nl: Engels

source: French
es: Francés
nl: Frans

source: Spanish
es: Español
nl: Spaans

source: Dutch
es: Holandés
nl: Nederlands

source: Back of cards
es: Reverso de las cartas
nl: Achterkant van kaarten

source: Back language (optional)
es: Idioma del reverso (opcional)
nl: Achterkant taal (optioneel)

source: Change the selection to see the preview updated in real time
es: Cambia la selección para ver la vista previa actualizada en tiempo realCambia la selección para ver la vista previa actualizada en tiempo real
nl: Wijzig de selectie om het voorbeeld realtime bijgewerkt te zien

source: Card preview (first 5)
es: Vista previa de cartas (primeras 5)
nl: Kaartvoorbeeld (eerste 5)

source: Updating...
es: Actualizando...
nl: Bijwerken...

source: Confirm import
es: Confirmar importación
nl: Import bevestigen

source: Hide/Show sidebar
es: Ocultar/Mostrar barra lateral
nl: Zijbalk verbergen/tonen

source: Toggle sidebar
es: Alternar barra lateral
nl: Zijbalk schakelen

source: Hide sidebar
nl: Zijbalk verbergen

source: Show sidebar
nl: Zijbalk tonen

source: Card List
es: Lista de cartas
nl: Kaartenlijst

source: Explore
es: Explorar
nl: Verkennen

source: Refresh
es: Actualizar
nl: Verversen

source: 7 last days
es: Últimos 7 días
nl: Laatste 7 dagen

source: 30 last days
es: Últimos 30 días
nl: Laatste 30 dagen

source: 3 last months
es: Últimos 3 meses
nl: Laatste 3 maanden

source: Export statistics
nl: Statistieken exporteren

source: Export
es: Exportar
nl: Exporteren

source: Research in progress ...
es: Investigación en progreso...
nl: Onderzoek bezig...

source: All statuses
es: Todos los estados
nl: Alle statussen

source: Popular
es: Populares
nl: Populair

source: Public
es: Públicos
nl: Openbaar

source: Most recent
es: Más recientes
nl: Meest recent

source: Popularity
es: Popularidad
nl: Populariteit

source: Number of cards
es: Número de tarjetas
nl: Aantal kaarten

source: All tags
es: Todas las etiquetas
nl: Alle tags

source: No tags available
es: No hay etiquetas disponibles
nl: Geen tags beschikbaar

source: Search...
es: Buscar...
nl: Zoeken...

source: All status
es: Todos los estados
nl: Alle statussen

source: Active
es: Activos
nl: Actief

source: Archived
es: Archivados
nl: Gearchiveerd

source: Less recent
es: Menos recientes
nl: Minder recent

source: New list
es: Nueva lista
nl: Nieuwe lijst

source: Share
es: Compartir
nl: Delen

source: Make public
nl: Openbaar maken

source: Loading decks
nl: Lijsten laden...

source: Unnamed
es: Sin nombre
nl: Naamloos

source: No description
nl: Geen beschrijving

source: Add tags
nl: Tags toevoegen

source: Save
es: Guardar
nl: Opslaan

source: Delete
es: Eliminar
nl: Verwijderen

source: Edit
nl: Bewerken

source: Create
nl: Maken

source: New
es: Nuevo
nl: Nieuw

source: Error
nl: Fout

source: Edit language for this card
es: Editar idioma para esta tarjeta
nl: Bewerk taal voor deze kaart

source: Error loading deck
es: Error cargando mazo
nl: Fout bij laden van deck

source: Error creating card
es: Error creando tarjeta
nl: Fout bij maken van kaart

source: Error loading cards
es: Error cargando tarjetas
nl: Fout bij laden van kaarten

source: Share this deck
nl: Deze lijst delen

source: Share quickly
es: Compartir rápidamente
nl: Snel delen

source: Column
es: Columna
nl: Kolom

source: To learn
es: Por aprender
nl: Te leren

source: Created on
es: Creada el
nl: Gemaakt op

source: No tags - Click on 🏷️ to add some
es: Sin etiquetas - Haz clic en 🏷️ para añadir
nl: Geen tags - Klik op 🏷️ om toe te voegen

source: Deck imported from
es: Deck importado desde
nl: Deck geïmporteerd uit

source: Deck cards
nl: Kaarten van het deck

source: No cards to review!
es: ¡No hay tarjetas para repasar!
nl: Geen kaarten om te beoordelen!

source: This deck contains no cards, or all cards are already learned.
es: Este mazo no contiene tarjetas, o todas las tarjetas ya están aprendidas.
nl: Dit deck bevat geen kaarten, of alle kaarten zijn al geleerd.

source: Practice with all cards
es: Practicar con todas las tarjetas
nl: Oefenen met alle kaarten

source: Back to deck
es: Volver al mazo
nl: Terug naar deck

source: Session completed!
es: ¡Sesión completada!
nl: Sessie voltooid!

source: Excellent work! You have completed
es: ¡Excelente trabajo! Has completado
nl: Uitstekend werk! Je hebt voltooid

source: Easy
es: Fácil
nl: Makkelijk

source: Medium
es: Medio
nl: Gemiddeld

source: Restart
es: Reiniciar
nl: Herstarten

source: My decks
es: Mis mazos
nl: Mijn decks

source: Warning!
es: ¡Advertencia!
nl: Waarschuwing!

source: card
es: tarjeta
nl: kaart

source: Allow other users to discover and use it
es: Permitir que otros usuarios lo descubran y lo usen
nl: Sta andere gebruikers toe om het te ontdekken en gebruiken

source: Currently private deck
nl: Momenteel privélijst

source: This deck is only visible to you. Make it public to share it with others.
es: Este mazo solo es visible para ti. Hazlo público para compartirlo con otros.
nl: Deze lijst is alleen zichtbaar voor jou. Maak het openbaar om het met anderen te delen.

source: What will happen when making this deck public:
es: Qué pasará al hacer este mazo público:
nl: Wat er gebeurt wanneer je deze lijst openbaar maakt:

source: It will appear in the 'Explore' section for everyone
es: Aparecerá en la sección 'Explorar' para todos
nl: Het verschijnt in de 'Verkennen' sectie voor iedereen

source: You will get a shareable link
es: Obtendrás un enlace para compartir
nl: Je krijgt een deelbare link

source: You remain the owner and keep all your rights
es: Sigues siendo el propietario y conservas todos tus derechos
nl: Je blijft de eigenaar en behoudt al je rechten

source: You can always make your deck private later with one click.
es: Siempre puedes hacer tu mazo privado más tarde con un clic.
nl: Je kunt je lijst altijd later privé maken met één klik.

source: Remove this deck from the public section
es: Quitar este mazo de la sección pública
nl: Verwijder deze lijst uit de openbare sectie

source: Warning
es: Advertencia
nl: Waarschuwing

source: What will change:
es: Qué cambiará:
nl: Wat er verandert:

source: It will no longer be visible in the 'Explore' section
es: Ya no será visible en la sección 'Explorar'
nl: Het is niet langer zichtbaar in de 'Verkennen' sectie

source: Existing sharing links will no longer work
es: Los enlaces de compartir existentes ya no funcionarán
nl: Bestaande deel-links werken niet meer

source: You can make this deck public again later if you wish.
es: Puedes hacer este mazo público de nuevo más tarde si lo deseas.
nl: Je kunt deze lijst later weer openbaar maken als je wilt.

source: Make private
nl: Privé maken

source: Sharing link
es: Enlace para compartir
nl: Deel-link

source: Copy
es: Copiar
nl: Kopiëren

source: The link has been copied!
es: ¡El enlace ha sido copiado!
nl: De link is gekopieerd!

source: Social networks
es: Redes sociales
nl: Sociale netwerken

source: Close
es: Cerrar
nl: Sluiten

source: By
es: Por
nl: Door

source: cards
nl: kaarten

source: users
es: usuarios
nl: gebruikers

source: Do you want to import this deck into your collection?
es: ¿Quieres importar este mazo a tu colección?
nl: Wil je deze lijst importeren in je collectie?

source: This deck contains no visible cards.
es: Este mazo no contiene tarjetas visibles.
nl: Deze lijst bevat geen zichtbare kaarten.

source: And
es: Y
nl: En

source: more cards...
nl: meer kaarten...

source: Information
es: Información
nl: Informatie

source: Created:
nl: Gemaakt:

source: Modified:
es: Modificado:
nl: Gewijzigd:

source: Category:
es: Categoría:
nl: Categorie:

source: Language:
es: Idioma:
nl: Taal:

source: Level:
es: Nivel:
nl: Niveau:

source: Actions
nl: Acties

source: Add to favorites
es: Añadir a favoritos
nl: Toevoegen aan favorieten

source: Add to collection
es: Añadir a colección
nl: Toevoegen aan collectie

source: Discover thousands of decks
es: Descubre miles de mazos
nl: Ontdek duizenden lijsten

source: More than
es: Más de
nl: Meer dan

source: decks created by the community
es: mazos creados por la comunidad
nl: lijsten gemaakt door de gemeenschap

source: List view
es: Vista de lista
nl: Lijstweergave

source: Search by title, subject, creator...
es: Buscar por título, tema, creador...
nl: Zoek op titel, onderwerp, maker...

source: Intelligent search
es: Búsqueda inteligente
nl: Intelligente zoekfunctie

source: 0 card(s)
es: 0 carta(s)
nl: 0 kaart(en)

source: Apply
es: Aplicar
nl: Toepassen

source: Default
es: Predeterminado
nl: Standaard

source: Start by adding some cards to review!
es: ¡Empieza añadiendo algunas cartas para repasar!
nl: Begin met het toevoegen van kaarten om te bestuderen!

source: Front (Question)
es: Frente (Pregunta)
nl: Voorkant (Vraag)

source: Default deck language
es: Idioma predeterminado del mazo
nl: Standaard deck taal

source: Use default deck language
es: Usar idioma predeterminado del mazo
nl: Gebruik standaard deck taal

source: Ex: How do you say hello in English?
es: Ej: ¿Cómo se dice hola en inglés?
nl: Bv: Hoe zeg je hallo in het Engels?

source: Translate automatically to back language
es: Traducir automáticamente al idioma posterior
nl: Automatisch vertalen naar volgende taal

source: Translate
es: Traducir
nl: Vertaal

source: Back (Answer)
es: Reverso (Respuesta)
nl: Achterkant (Antwoord)

source: Ex: Hello
es: Ej: Hola
nl: Bv: Hallo

source: Translate automatically to front language
es: Traducir automáticamente al idioma frontal
nl: Automatisch vertalen naar hoofdtaal

source: Create New Deck
es: Crear nueva lista
nl: Nieuwe lijst maken

source: Ex: English Vocabulary Level B2
es: Ej: Vocabulario inglés nivel B2
nl: Bijv: Engels vocabulaire niveau B2

source: Briefly describe the content of this deck...
es: Describe brevemente el contenido de este mazo...
nl: Beschrijf kort de inhoud van deze lijst...

source: Add tags (press Enter)
es: Añadir etiquetas (presiona Enter)
nl: Tags toevoegen (druk op Enter)

source: Visibility
es: Visibilidad
nl: Zichtbaarheid

source: Private
es: Privado
nl: Privé

source: Visible by you only
es: Visible solo para ti
nl: Alleen zichtbaar voor jou

source: Visible by everyone
es: Visible para todos
nl: Zichtbaar voor iedereen

source: Create Deck
es: Crear lista
nl: Lijst maken

source: Deck Description
es: Descripción del mazo
nl: Lijst Beschrijving

source: Reset
es: Reiniciar
nl: Resetten

source: Edit Deck
es: Editar lista
nl: Lijst bewerken

source: Import Cards
es: Importar cartas
nl: Kaarten importeren

source: Make Public
es: Hacer público
nl: Openbaar maken

source: Make Private
es: Hacer privado
nl: Privé maken

source: Archive
es: Archivar
nl: Archiveren

source: Edit Card
es: Editar Tarjeta
nl: Kaart Bewerken

source: Auto
es: Automático
nl: Automatisch

source: Italian
nl: Italiaans

source: German
nl: Duits

source: Portuguese
nl: Portugees

source: Front language
es: Idioma del frente
nl: Voorkant taal

source: Back language
es: Idioma del reverso
nl: Achterkant taal

source: The name must be unique among your decks
es: El nombre debe ser único entre tus mazos
nl: De naam moet uniek zijn onder je lijsten

source: Describe the content of your deck...
es: Describe el contenido de tu mazo...
nl: Beschrijf de inhoud van je lijst...

source: Click to type
es: Haz clic para escribir
nl: Klik om te typen

source: Type to add tags...
es: Escribe para añadir etiquetas...
nl: Typ om tags toe te voegen...

source: Click here to start adding tags...
es: Haz clic aquí para empezar a añadir etiquetas...
nl: Klik hier om tags toe te voegen...

source: Max 10 tags, press Enter to add
es: Máx 10 etiquetas, presiona Enter para añadir
nl: Max 10 tags, druk op Enter om toe te voegen

source: Saved
nl: Opgeslagen

source: Private - Visible by you only
es: Privado - Visible solo para ti
nl: Privé - Alleen zichtbaar voor jou

source: Public - Visible by all users
es: Público - Visible para todos los usuarios
nl: Openbaar - Zichtbaar voor alle gebruikers

source: Next card
nl: Volgende kaart

source: Reset Progress
es: Reiniciar Progreso
nl: Voortgang Resetten

source: This action will reset the progress of all cards in the deck.
es: Esta acción reiniciará el progreso de todas las cartas del mazo.
nl: Deze actie zal de voortgang van alle kaarten in het deck resetten.

source: Affected cards:
es: Cartas afectadas:
nl: Beïnvloede kaarten:

source: card(s)
es: carta(s)
nl: kaart(en)

source: After reset:
es: Después del reinicio:
nl: Na reset:

source: All cards will be marked as 'not learned'
es: Todas las cartas serán marcadas como 'no aprendidas'
nl: Alle kaarten zullen gemarkeerd worden als 'niet geleerd'

source: The review counter will be reset to zero
es: El contador de repaso será reiniciado a cero
nl: De herziening teller zal gereset worden naar nul

source: Learning history will be erased
es: El historial de aprendizaje será borrado
nl: Leergeschiedenis zal gewist worden

source: This action is irreversible.
es: Esta acción es irreversible.
nl: Deze actie is onomkeerbaar.

source: No decks
es: Sin listas
nl: Geen lijsten

source: Create your first flashcard deck to start studying
es: Crea tu primer mazo de tarjetas para empezar a estudiar
nl: Maak je eerste flashcard lijst om te beginnen met studeren

source: Create deck
es: Crear lista
nl: Lijst maken

source: Load more
es: Cargar más
nl: Meer laden

source: Learn
es: Aprender
nl: Leren

source: Interactive multiple choice quizzes.
es: Cuestionarios interactivos de opción múltiple.
nl: Interactieve meerkeuzequizzes.

source: Traditional cards for memorizing vocabulary.
es: Tarjetas tradicionales para memorizar vocabulario.
nl: Traditionele kaarten voor het memoriseren van vocabulaire.

source: Writing
es: Escritura
nl: Schrijven

source: Writing and translation exercises.
es: Ejercicios de escritura y traducción.
nl: Schrijf- en vertaaloefeningen.

source: Match
es: Emparejar
nl: Matchen

source: Match terms and definitions in pairs.
es: Empareja términos y definiciones por pares.
nl: Match termen en definities in paren.

source: Quick Review
es: Revisión Rápida
nl: Snelle Beoordeling

source: Quick review with spaced repetition.
es: Revisión rápida con repetición espaciada.
nl: Snelle beoordeling met gespreide herhaling.

source: My tags
nl: Mijn tags

source: Created
nl: Gemaakt

source: No tags found
es: No se encontraron etiquetas
nl: Geen tags gevonden

source: Welcome to your study space
es: Bienvenido a tu espacio de estudio
nl: Welkom in je studieruimte

source: Explore public decks
es: Explorar mazos públicos
nl: Verken openbare lijsten

source: Statistics - Revision
es: Estadísticas - Revisión
nl: Statistieken - Revisie

source: Accuracy
es: Precisión
nl: Nauwkeurigheid

source: Study Activity
es: Actividad de Estudio
nl: Studieactiviteit

source: Performance Breakdown
es: Desglose de Rendimiento
nl: Prestatieoverzicht

source: Deck Performance
es: Rendimiento del Mazo
nl: Lijst Prestatie

source: Mastered
es: Dominadas
nl: Beheerst

source: Recent Activity
es: Actividad Reciente
nl: Recente Activiteit

source: Study Goals
es: Objetivos de Estudio
nl: Studiedoelen

source: Daily Cards Goal
es: Objetivo Diario de Tarjetas
nl: Dagelijks Kaarten Doel

source: Weekly Study Time
es: Tiempo de Estudio Semanal
nl: Wekelijkse Studietijd

source: Accuracy Target
es: Objetivo de Precisión
nl: Nauwkeurigheidsdoel

source: Target
es: Objetivo
nl: Doel

source: Flashcards Mode
es: Modo Tarjetas
nl: Flashcards Modus

source: Click to start
es: Haz clic para empezar
nl: Klik om te starten
