Repository: openlinguify/linguify
Catalog: portal/public_web/i18n/*/LC_MESSAGES/django_backup.po
Languages: fr

source: Log In
fr: Se connecter

source: Sign Up
fr: S'inscrire

source: Language
fr: Langue

source: Apps
fr: Applications

source: About
fr: À propos

source: Requests
fr: Demandes

source: Privacy
fr: Confidentialité

source: Terms
fr: Conditions

source: Todo
fr: Tâches

source: Todo & Productivity
fr: Tâches et Productivité

source: Everything You Need for Productivity
fr: Tout ce dont vous avez besoin pour être productif

source: A complete workspace to organize your tasks, projects, and ideas
fr: Un espace de travail complet pour organiser vos tâches, projets et idées

source: Smart Task Management
fr: Gestion Intelligente des Tâches

source: Create, organize, and track tasks with priorities, due dates, tags, and progress tracking. Everything you need to stay productive.
fr: Créez, organisez et suivez les tâches avec des priorités, des dates d'échéance, des étiquettes et un suivi des progrès. Tout ce dont vous avez besoin pour rester productif.

source: Kanban Boards
fr: Tableaux Kanban

source: Visualize your workflow with customizable kanban boards. Drag and drop tasks between columns to track progress.
fr: Visualisez votre flux de travail avec des tableaux kanban personnalisables. Glissez-déposez les tâches entre les colonnes pour suivre les progrès.

source: Project Organization
fr: Organisation de Projets

source: Group related tasks into projects with progress tracking, deadlines, and team collaboration features.
fr: Regroupez les tâches liées en projets avec suivi des progrès, échéances et fonctionnalités de collaboration d'équipe.

source: Rich Note-Taking
fr: Prise de Notes Enrichie

source: Take notes with markdown support, attach them to tasks or projects, and organize with tags and categories.
fr: Prenez des notes avec support markdown, attachez-les aux tâches ou projets, et organisez avec des étiquettes et catégories.

source: Smart Reminders
fr: Rappels Intelligents

source: Set custom reminders for tasks and deadlines. Get notified at the right time to stay on track.
fr: Définissez des rappels personnalisés pour les tâches et échéances. Recevez des notifications au bon moment pour rester sur la bonne voie.

source: Ready to Get Organized?
fr: Prêt à vous Organiser ?

source: Get Started in Minutes
fr: Commencez en Minutes

source: Create Account
fr: Créer un Compte

source: Start Organizing
fr: Commencer à Organiser

source: Start Now - It's Free
fr: Commencer Maintenant - C'est Gratuit

source: Revision
fr: Révision

source: Notebook
fr: Carnet

source: Coming Soon
fr: Prochainement

source: Join Community
fr: Rejoindre la Communauté

source: Explore All Apps
fr: Explorer Toutes les Applications

source: Advanced productivity workspace
fr: Espace de travail de productivité avancé

source: This application is part of the Open Linguify educational suite.
fr: Cette application fait partie de la suite éducative Open Linguify.

source: Open Source Education Apps
fr: Applications Éducatives Open Source

source: A complete suite of open source educational apps: memorization, flashcards, note-taking, to-do and much more.
fr: Une suite complète d'applications éducatives open source : mémorisation, flashcards, prise de notes, to-do et bien plus encore.

source: Choose your Linguify product:
fr: Choisissez votre produit Linguify :

source: For all students
fr: Pour tous les étudiants

source: Discover our apps
fr: Découvrir nos applications

source: View Source Code
fr: Voir le Code Source

source: Access all your apps from a unified dashboard
fr: Accédez à toutes vos applications depuis un tableau de bord unifié

source: Educational Useful Apps for the students
fr: Applications Éducatives Utiles pour les étudiants

source: Our Educational Apps
fr: Nos Applications Éducatives

source: Discover our complete suite of educational apps designed to transform your learning experience. Currently all apps are completely free to use.
fr: Découvrez notre suite complète d'applications éducatives conçues pour transformer votre expérience d'apprentissage. Actuellement, toutes les applications sont entièrement gratuites.

source: All features are currently free • We're exploring sustainable business models for long-term platform development
fr: Toutes les fonctionnalités sont actuellement gratuites • Nous explorons des modèles économiques durables pour le développement à long terme de la plateforme

source: Available Now
fr: Disponible Maintenant

source: Ready
fr: Prêt

source: These exciting apps are in active development
fr: Ces applications passionnantes sont en développement actif

source: Soon
fr: Bientôt

source: Join the Open Source Revolution
fr: Rejoignez la Révolution Open Source

source: Organize your tasks and boost your productivity with intelligent task management.
fr: Organisez vos tâches et boostez votre productivité avec une gestion intelligente des tâches.

source: Spaced repetition system with smart flashcards for optimal memorization.
fr: Système de répétition espacée avec des flashcards intelligentes pour une mémorisation optimale.

source: Centralized note-taking with intelligent organization and advanced search.
fr: Prise de notes centralisée avec organisation intelligente et recherche avancée.

source: Structured courses with progressive lessons, interactive exercises and personalized assessments.
fr: Cours structurés avec leçons progressives, exercices interactifs et évaluations personnalisées.

source: Adaptive quiz system to test your knowledge and identify weak points.
fr: Système de quiz adaptatif pour tester vos connaissances et identifier les points faibles.

source: Connect with other learners, share progress and discover content created by the community.
fr: Connectez-vous avec d'autres apprenants, partagez vos progrès et découvrez le contenu créé par la communauté.

source: Real-time collaborative chat for study groups and language exchange with other learners.
fr: Chat collaboratif en temps réel pour les groupes d'étude et l'échange linguistique avec d'autres apprenants.

source: Productivity
fr: Productivité

source: Spaced Learning
fr: Apprentissage Espacé

source: Note Taking
fr: Prise de Notes

source: Structured Learning
fr: Apprentissage Structuré

source: Assessment
fr: Évaluation

source: Community
fr: Communauté

source: Language AI
fr: IA Linguistique

source: Real-time collaborative documents with rich text editing, version control, and sharing capabilities for educational content.
fr: Documents collaboratifs en temps réel avec édition de texte riche, contrôle de version et fonctionnalités de partage pour le contenu éducatif.

source: AI assistant for natural conversations and intelligent real-time corrections.
fr: Assistant IA pour des conversations naturelles et des corrections intelligentes en temps réel.

source: Open Linguify is built by the community, for the community. Help us create the future of education by contributing to our open source project.
fr: Open Linguify est conçu par la communauté, pour la communauté. Aidez-nous à créer l'avenir de l'éducation en contribuant à notre projet open source.

source: Contribute code and new features
fr: Contribuer au code et aux nouvelles fonctionnalités

source: Report bugs and suggest improvements
fr: Signaler des bugs et suggérer des améliorations

source: Help with translations and documentation
fr: Aider avec les traductions et la documentation

source: Open Source Stats
fr: Statistiques Open Source

source: Growing community of contributors
fr: Communauté croissante de contributeurs

source: Contributors
fr: Contributeurs

source: License
fr: Licence

source: Latest Release
fr: Dernière Version

source: Frequently Asked Questions
fr: Questions Fréquemment Posées

source: Everything you need to know about OpenLinguify and our educational platform.
fr: Tout ce que vous devez savoir sur OpenLinguify et notre plateforme éducative.

source: What makes OpenLinguify different from other language learning platforms?
fr: Qu'est-ce qui rend OpenLinguify différent des autres plateformes d'apprentissage des langues ?

source: OpenLinguify is completely open source, meaning our code is transparent and constantly improved by the community. We offer a complete suite of educational apps including spaced repetition, AI conversations, collaborative tools, and more - all designed to work together seamlessly.
fr: OpenLinguify est entièrement open source, ce qui signifie que notre code est transparent et constamment amélioré par la communauté. Nous proposons une suite complète d'applications éducatives incluant la répétition espacée, les conversations IA, les outils collaboratifs, et plus encore - tout conçu pour fonctionner ensemble de manière transparente.

source: Is OpenLinguify really free to use?
fr: OpenLinguify est-il vraiment gratuit à utiliser ?

source: Can I contribute to the OpenLinguify project?
fr: Puis-je contribuer au projet OpenLinguify ?

source: Ready to revolutionize your learning?
fr: Prêt à révolutionner votre apprentissage ?

source: Join our community and access a complete suite of open source educational apps.
fr: Rejoignez notre communauté et accédez à une suite complète d'applications éducatives open source.

source: Currently 100% free • Open Source • Future business model under development for platform sustainability
fr: Actuellement 100% gratuit • Open Source • Futur modèle économique en développement pour la durabilité de la plateforme

source: Start Your Learning Journey
fr: Commencez Votre Parcours d'Apprentissage

source: Product
fr: Produit

source: Features
fr: Fonctionnalités

source: Resources
fr: Ressources

source: Contribute
fr: Contribuer

source: Company
fr: Entreprise

source: Brand
fr: Marque

source: Careers
fr: Carrières

source: Report a bug
fr: Signaler un bug

source: Contact us
fr: Nous contacter

source: Open Linguify | Open Source Education Apps: Memorization, Flashcards, Notes, Quizzes And Collaborative Chat.
fr: Open Linguify | Applications Éducatives Open Source : Mémorisation, Flashcards, Notes, Quiz et Chat Collaboratif.

source: Sponsor
fr: Sponsoriser

source: Help Keep Education Free
fr: Aidez à Maintenir l'Éducation Gratuite

source: Open Linguify is 100% free and open source. Your support enables us to maintain servers, develop new features, and keep education accessible to everyone, everywhere.
fr: Open Linguify est 100% gratuit et open source. Votre soutien nous permet de maintenir les serveurs, développer de nouvelles fonctionnalités et garder l'éducation accessible à tous, partout.

source: Become a Sponsor
fr: Devenir Sponsor
