Repository: openlinguify/linguify
Catalog: portal/public_web/i18n/*/LC_MESSAGES/django.po
Languages: es

source: Open Linguify - Open source educational apps platform
es: Open Linguify - Plataforma open source de aplicaciones educativas

source: A complete suite of open source educational apps: memorization, flashcards, note-taking, quizzes, collaborative chat and much more.
es: Un conjunto completo de aplicaciones educativas de código abierto: memorización, tarjetas didácticas, toma de notas, cuestionarios, chat colaborativo y mucho más.

source: Open Source Education Apps
es: Aplicaciones Educativas Open Source

source: Start for free
es: Comenzar gratis

source: Discover our apps
es: Descubrir nuestras aplicaciones

source: Features
es: Características

source: Apps
es: Aplicaciones

source: About
es: Acerca de

source: Contact
es: Contacto

source: Educational Apps
es: Aplicaciones Educativas

source: Flashcards Created
es: Flashcards Creadas

source: Quizzes Generated
es: Cuestionarios Generados

source: Open Source
es: Código Abierto

source: Our Educational Apps
es: Nuestras Aplicaciones Educativas

source: Courses
es: Cursos

source: Revision
es: Revisión

source: Notebook
es: Cuaderno

source: Quiz
es: Cuestionario

source: Adaptive quiz system to test your knowledge and identify weak points.
es: Sistema de cuestionarios adaptativos para evaluar tu conocimiento e identificar puntos débiles.

source: Language AI
es: IA de Idiomas

source: No apps available
es: No hay aplicaciones disponibles

source: Learn more
es: Saber más

source: Our Applications
es: Nuestras Aplicaciones

source: Discover all Open Linguify applications
es: Descubre todas las aplicaciones Open Linguify

source: Discover our complete suite of educational applications designed to enhance your learning experience.
es: Descubre nuestra suite completa de aplicaciones educativas diseñadas para mejorar tu experiencia de aprendizaje.

source: No applications available
es: No hay aplicaciones disponibles

source: Applications will appear here once they are configured.
es: Las aplicaciones aparecerán aquí una vez que estén configuradas.

source: Ready to start learning?
es: ¿Listo para empezar a aprender?

source: Join our community and access all these amazing educational applications.
es: Únete a nuestra comunidad y accede a todas estas increíbles aplicaciones educativas.

source: Ready to try
es: ¿Listo para probar?

source: Start using this application now and discover how it can enhance your learning experience.
es: Comienza a usar esta aplicación ahora y descubre cómo puede mejorar tu experiencia de aprendizaje.

source: This application is part of the Open Linguify educational suite.
es: Esta aplicación es parte de la suite educativa Open Linguify.

source: Explore App Store
es: Explorar Tienda de Apps

source: New Educational Apps Coming Soon
es: Próximamente Nuevas Aplicaciones Educativas

source: Our teams are actively working on innovative new educational apps to enrich our learning ecosystem. These upcoming tools will offer even more ways to master languages.
es: Nuestros equipos están trabajando activamente en nuevas aplicaciones educativas innovadoras para enriquecer nuestro ecosistema de aprendizaje. Estas próximas herramientas ofrecerán aún más formas de dominar idiomas.

source: AI Writing Assistant
es: Asistente de Escritura con IA

source: Pronunciation Trainer
es: Entrenador de Pronunciación

source: Cultural Immersion
es: Inmersión Cultural

source: Grammar Checker
es: Corrector Gramatical

source: Join the waiting list
es: Unirse a la lista de espera

source: Coming in 2025
es: Próximamente en 2025

source: Neuroscience-based language acquisition
es: Adquisición de idiomas basada en neurociencia

source: Native speaker community
es: Comunidad de hablantes nativos

source: Industry-recognized certifications
es: Certificaciones reconocidas por la industria

source: Plans adapted to your needs
es: Planes adaptados a tus necesidades

source: Choose the offer that matches your goals and learning pace.
es: Elige la oferta que se adapte a tus objetivos y ritmo de aprendizaje.

source: Free
es: Gratis

source: forever
es: para siempre

source: Perfect for discovering the platform
es: Perfecto para descubrir la plataforma

source: Access to 1 app of your choice
es: Acceso a 1 aplicación de tu elección

source: Full use of the chosen app
es: Uso completo de la aplicación elegida

source: Free updates
es: Actualizaciones gratuitas

source: Community support
es: Soporte comunitario

source: Most popular
es: Más popular

source: per month
es: por mes

source: Full access to all applications
es: Acceso completo a todas las aplicaciones

source: Access to all applications
es: Acceso a todas las aplicaciones

source: Courses: structured lessons
es: Cursos: lecciones estructuradas

source: Revision: unlimited flashcards
es: Revisión: flashcards ilimitadas

source: Notebook: unlimited notes
es: Cuaderno: notas ilimitadas

source: Quiz & Language AI included
es: Quiz e IA de Idiomas incluidos

source: 7-day free trial
es: Prueba gratuita de 7 días

source: Ready to revolutionize your learning?
es: ¿Listo para revolucionar tu aprendizaje?

source: Go to Dashboard
es: Ir al Panel

source: My Notes
es: Mis Notas

source: Back to home
es: Volver al inicio

source: Sign in to your account
es: Inicia sesión en tu cuenta

source: Login
es: Iniciar Sesión

source: Email or username
es: Email o nombre de usuario

source: Password
es: Contraseña

source: Remember me
es: Recordarme

source: Forgot password?
es: ¿Olvidaste tu contraseña?

source: Product
es: Producto

source: Pricing
es: Precios

source: Resources
es: Recursos

source: Documentation
es: Documentación

source: Community
es: Comunidad

source: Company
es: Empresa

source: Careers
es: Carreras

source: Support
es: Soporte

source: Report a bug
es: Reportar un error

source: Contact us
es: Contáctanos

source: © 2025 Open Linguify. All rights reserved.
es: © 2025 Open Linguify. Todos los derechos reservados.

source: Privacy
es: Privacidad

source: Terms
es: Términos

source: Brand
es: Marca

source: Discover our complete suite of educational apps designed to transform your learning experience. Choose one for free or access all with Premium.
es: Descubre nuestra suite completa de aplicaciones educativas diseñadas para transformar tu experiencia de aprendizaje. Elige una gratis o accede a todas con Premium.

source: Connect with other learners, share progress and discover content created by the community.
es: Conecta con otros estudiantes, comparte tu progreso y descubre contenido creado por la comunidad.

source: Real-time collaborative chat for study groups and language exchange with other learners.
es: Chat colaborativo en tiempo real para grupos de estudio e intercambio de idiomas con otros estudiantes.

source: Join the Open Source Revolution
es: Únete a la Revolución Open Source

source: Open Linguify is built by the community, for the community. Help us create the future of education by contributing to our open source project.
es: Open Linguify está construido por la comunidad, para la comunidad. Ayúdanos a crear el futuro de la educación contribuyendo a nuestro proyecto open source.

source: Contribute code and new features
es: Contribuir código y nuevas funcionalidades

source: Report bugs and suggest improvements
es: Reportar errores y sugerir mejoras

source: Help with translations and documentation
es: Ayudar con traducciones y documentación

source: Open Source Stats
es: Estadísticas Open Source

source: Growing community of contributors
es: Comunidad creciente de contribuidores

source: Contributors
es: Contribuidores

source: License
es: Licencia

source: Latest Release
es: Última Versión

source: Contribute
es: Contribuir

source: 100% FREE FOREVER
es: 100% GRATIS PARA SIEMPRE

source: No credit card • No hidden fees • Always free
es: Sin tarjeta de crédito • Sin tarifas ocultas • Siempre gratis

source: Choose your Linguify product:
es: Elige tu producto Linguify:

source: For all students
es: Para todos los estudiantes

source: View Source Code
es: Ver Código Fuente

source: Currently all apps are completely free to use.
es: Actualmente todas las aplicaciones son completamente gratuitas.

source: All features are currently free • We're exploring sustainable business models for long-term platform development
es: Todas las funcionalidades son actualmente gratuitas • Estamos explorando modelos de negocio sostenibles para el desarrollo a largo plazo de la plataforma

source: Documents
es: Documentos

source: Real-time collaborative documents with rich text editing, version control, and sharing capabilities for educational content.
es: Documentos colaborativos en tiempo real con edición de texto enriquecido, control de versiones y capacidades de compartir para contenido educativo.

source: Frequently Asked Questions
es: Preguntas Frecuentes

source: Everything you need to know about OpenLinguify and our educational platform.
es: Todo lo que necesitas saber sobre OpenLinguify y nuestra plataforma educativa.

source: What makes OpenLinguify different from other language learning platforms?
es: ¿Qué hace que OpenLinguify sea diferente de otras plataformas de aprendizaje de idiomas?

source: OpenLinguify is completely open source, meaning our code is transparent and constantly improved by the community. We offer a complete suite of educational apps including spaced repetition, AI conversations, collaborative tools, and more - all designed to work together seamlessly.
es: OpenLinguify es completamente open source, lo que significa que nuestro código es transparente y constantemente mejorado por la comunidad. Ofrecemos una suite completa de aplicaciones educativas incluyendo repetición espaciada, conversaciones con IA, herramientas colaborativas, y más - todo diseñado para funcionar juntas perfectamente.

source: Is OpenLinguify really free to use?
es: ¿Es OpenLinguify realmente gratis?

source: Can I contribute to the OpenLinguify project?
es: ¿Puedo contribuir al proyecto OpenLinguify?

source: Currently 100% free • Open Source • Future business model under development for platform sustainability
es: Actualmente 100% gratis • Open Source • Modelo de negocio futuro en desarrollo para la sostenibilidad de la plataforma

source: Start Your Learning Journey
es: Comienza tu Jornada de Aprendizaje

source: Available Now
es: Disponible Ahora

source: Coming Soon
es: Próximamente

source: Ready
es: Listo

source: Soon
es: Pronto

source: These exciting apps are in active development
es: Estas emocionantes aplicaciones están en desarrollo activo
