{
  "en": {
    "content": "Learning how to express dates in English involves understanding days of the week, months of the year, and the different date formats used in various English-speaking countries. This is a fundamental skill for daily communication, scheduling, and formal writing.",
    "example": "Days of the week: Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, Sunday\nMonths: January, February, March, April, May, June, July, August, September, October, November, December\n\nExamples in context:\n- My birthday is on January 15th, 2024.\n- The meeting is scheduled for Monday, March 3rd.\n- American format: 03/15/2024 (March 15, 2024)\n- British format: 15/03/2024 (15 March 2024)",
    "formula": "Date formats:\n1. American: Month/Day/Year (MM/DD/YYYY) - March 15, 2024 or 03/15/2024\n2. British: Day/Month/Year (DD/MM/YYYY) - 15 March 2024 or 15/03/2024\n3. International: Year-Month-Day (YYYY-MM-DD) - 2024-03-15\n4. Ordinal numbers for days: 1st, 2nd, 3rd, 4th, 5th... 31st",
    "exception": "Special cases and variations:\n\n1. Ordinal endings: 1st (first), 2nd (second), 3rd (third), then -th for most others (4th, 5th...)\n\n2. Exceptions in pronunciation: 11th (eleventh), 12th (twelfth), 13th (thirteenth)\n\n3. Different prepositions: ON Monday, IN March, AT 3 o'clock, IN 2024\n\n4. American vs British spelling: In American English, dates are written 'January 15, 2024' while British English uses '15 January 2024' (no comma)",
    "explanation": "Understanding date formats is crucial for international communication and avoiding confusion. The difference between American (MM/DD) and British (DD/MM) formats can lead to misunderstandings - for example, 03/04/2024 means March 4th in American English but April 3rd in British English. Always clarify which format is being used in international contexts."
  },
  "es": {
    "content": "Aprender a expresar fechas en español implica comprender los días de la semana, los meses del año y el formato de fecha estándar usado en los países hispanohablantes. Esta es una habilidad fundamental para la comunicación diaria, la planificación y la escritura formal.",
    "example": "Días de la semana: lunes, martes, miércoles, jueves, viernes, sábado, domingo\nMeses: enero, febrero, marzo, abril, mayo, junio, julio, agosto, septiembre, octubre, noviembre, diciembre\n\nEjemplos en contexto:\n- Mi cumpleaños es el 15 de enero de 2024.\n- La reunión está programada para el lunes 3 de marzo.\n- Formato español: 15/03/2024 (15 de marzo de 2024)\n- Forma completa: lunes, 15 de marzo de 2024",
    "formula": "Formato de fechas:\n1. Estándar: Día/Mes/Año (DD/MM/AAAA) - 15/03/2024\n2. Forma completa: día + fecha + de + mes + de + año\n3. Usar 'el' antes del día: el 15 de marzo\n4. Los días y meses se escriben en minúscula\n5. Números cardinales para fechas (excepto el primero)",
    "exception": "Casos especiales y variaciones:\n\n1. Primer día del mes: se puede usar 'primero' o 'uno' - el primero de enero / el uno de enero\n\n2. Artículo con días: 'el lunes' (específico) vs 'los lunes' (todos los lunes)\n\n3. Preposiciones: EN enero, EL 15 de marzo, LOS lunes\n\n4. Años: se lee completo - 2024 = dos mil veinticuatro (no 'veinte veinticuatro')",
    "explanation": "El formato de fecha español es consistente en todos los países hispanohablantes, usando siempre día/mes/año. Es importante recordar que los días de la semana y los meses se escriben en minúscula en español, a diferencia del inglés. La preposición 'de' se usa entre el día y el mes, y entre el mes y el año."
  },
  "fr": {
    "content": "Apprendre à exprimer les dates en français implique de maîtriser les jours de la semaine, les mois de l'année et le format de date standard utilisé dans les pays francophones. C'est une compétence fondamentale pour la communication quotidienne, la planification et l'écriture formelle.",
    "example": "Jours de la semaine : lundi, mardi, mercredi, jeudi, vendredi, samedi, dimanche\nMois : janvier, février, mars, avril, mai, juin, juillet, août, septembre, octobre, novembre, décembre\n\nExemples en contexte :\n- Mon anniversaire est le 15 janvier 2024.\n- La réunion est prévue pour le lundi 3 mars.\n- Format français : 15/03/2024 (15 mars 2024)\n- Forme complète : lundi 15 mars 2024",
    "formula": "Format des dates :\n1. Standard : Jour/Mois/Année (JJ/MM/AAAA) - 15/03/2024\n2. Forme complète : le + jour + date + mois + année\n3. Article 'le' devant la date : le 15 mars\n4. Les jours et mois s'écrivent en minuscule\n5. Nombres cardinaux pour les dates (sauf le premier)",
    "exception": "Cas spéciaux et variations :\n\n1. Premier jour du mois : on utilise 'premier' (jamais 'un') - le premier janvier\n\n2. Article avec les jours : 'le lundi' (spécifique) vs 'le lundi' (habitude)\n\n3. Prépositions : EN janvier, LE 15 mars, TOUS LES lundis\n\n4. Années : jusqu'à 1999, on peut dire 'dix-neuf cent quatre-vingt-dix-neuf' ou 'mille neuf cent quatre-vingt-dix-neuf'",
    "explanation": "Le format de date français est cohérent dans tous les pays francophones, utilisant toujours jour/mois/année. Il est important de noter que 'le premier' est la seule date ordinale utilisée en français - toutes les autres dates utilisent des nombres cardinaux. Les jours et les mois ne prennent jamais de majuscule sauf en début de phrase."
  },
  "nl": {
    "content": "Het leren uitdrukken van datums in het Nederlands omvat het begrijpen van de dagen van de week, maanden van het jaar en het standaard datumformaat dat in Nederland en België wordt gebruikt. Dit is een fundamentele vaardigheid voor dagelijkse communicatie, planning en formeel schrijven.",
    "example": "Dagen van de week: maandag, dinsdag, woensdag, donderdag, vrijdag, zaterdag, zondag\nMaanden: januari, februari, maart, april, mei, juni, juli, augustus, september, oktober, november, december\n\nVoorbeelden in context:\n- Mijn verjaardag is op 15 januari 2024.\n- De vergadering is gepland voor maandag 3 maart.\n- Nederlands formaat: 15-03-2024 (15 maart 2024)\n- Volledige vorm: maandag 15 maart 2024",
    "formula": "Datumformaten:\n1. Standaard: Dag-Maand-Jaar (DD-MM-JJJJ) - 15-03-2024\n2. Volledige vorm: dag + datum + maand + jaar\n3. Geen lidwoord voor de datum in lopende tekst\n4. Dagen en maanden worden met kleine letter geschreven\n5. Rangtelwoorden worden soms gebruikt: de vijftiende maart",
    "exception": "Bijzondere gevallen en variaties:\n\n1. Eerste dag van de maand: 'eerste' of gewoon '1' - de eerste januari / 1 januari\n\n2. Lidwoord bij dagen: 'op maandag' (specifiek) vs 'op maandagen' (elke maandag)\n\n3. Voorzetsels: IN januari, OP 15 maart, OP maandag\n\n4. Jaren: 2024 = tweeduizend vierentwintig (volledig uitgeschreven)",
    "explanation": "Het Nederlandse datumformaat gebruikt altijd dag-maand-jaar met koppeltekens. Anders dan in het Engels worden dagen en maanden met een kleine letter geschreven. In formele contexten kunnen rangtelwoorden gebruikt worden (de vijftiende maart), maar in alledaags gebruik zijn gewone getallen gebruikelijker (15 maart)."
  }
}