Repository: openlinguify/linguify
Catalog: backend/apps/notification/locale/*/LC_MESSAGES/django.po
Languages: es, fr, nl

source: 🔥 REVISION REMINDER
es: 🔥 RECORDATORIO DE REVISIÓN
fr: 🔥 RAPPEL DE RÉVISION
nl: 🔥 REVISIE HERINNERING

source: You have %(count)d cards to review today. Keep your streak going!
es: Tienes %(count)d tarjetas para revisar hoy. ¡Mantén tu racha!
fr: Vous avez %(count)d cartes à réviser aujourd'hui. Continuez votre série !
nl: Je hebt %(count)d kaarten om vandaag te bekijken. Hou je reeks gaande!

source: 🏆 Achievement Unlocked!
es: 🏆 ¡Logro desbloqueado!
fr: 🏆 Succès débloqué !
nl: 🏆 Prestatie ontgrendeld!

source: You earned: %(achievement)s
es: Has ganado: %(achievement)s
fr: Vous avez gagné : %(achievement)s
nl: Je hebt verdiend: %(achievement)s

source: 🎉 Course Completed!
es: 🎉 ¡Curso completado!
fr: 🎉 Cours terminé !
nl: 🎉 Cursus voltooid!

source: Congratulations! You completed %(course)s
es: ¡Felicidades! Has completado %(course)s
fr: Félicitations ! Vous avez terminé %(course)s
nl: Gefeliciteerd! Je hebt %(course)s voltooid

source: System Update
es: Actualización del sistema
fr: Mise à jour système
nl: Systeemupdate

source: Action Required: Accept Terms of Use
es: Acción requerida: Aceptar los Términos de Uso
fr: Action requise : Accepter les Conditions d'Utilisation
nl: Actie vereist: Accepteer de Gebruiksvoorwaarden

source: Please accept our updated terms of use to continue using Linguify.
es: Por favor, acepta nuestros términos de uso actualizados para continuar usando Linguify.
fr: Veuillez accepter nos conditions d'utilisation mises à jour pour continuer à utiliser Linguify.
nl: Accepteer onze bijgewerkte gebruiksvoorwaarden om Linguify te blijven gebruiken.

source: Welcome to Open Linguify!
es: ¡Bienvenido a Open Linguify!
fr: Bienvenue sur Open Linguify !
nl: Welkom bij Open Linguify!

source: Start your language learning journey today
es: Comienza tu viaje de aprendizaje de idiomas hoy
fr: Commencez votre parcours d'apprentissage des langues aujourd'hui
nl: Begin vandaag je taalreis

source: 📚 Study Time
es: 📚 Tiempo de estudio
fr: 📚 Temps d'étude
nl: 📚 Studietijd

source: You have flashcards ready for review
es: Tienes tarjetas listas para revisar
fr: Vous avez des cartes prêtes à réviser
nl: Je hebt flashcards klaar voor revisie

source: Action Required: Terms of Use
fr: Action requise : Conditions d'Utilisation
nl: Actie vereist: Accepteer de Gebruiksvoorwaarden

source: Hello %(name)s,
fr: Bonjour %(name)s,
nl: Hallo %(name)s,

source: We have updated our <strong>Terms of Use</strong> to improve your experience on %(app_name)s.
fr: Nous avons mis à jour nos <strong>Conditions d'Utilisation</strong> pour améliorer votre expérience sur %(app_name)s.
nl: We hebben onze <strong>Gebruiksvoorwaarden</strong> bijgewerkt om je ervaring op %(app_name)s te verbeteren.

source: To continue enjoying our language learning platform, we need your agreement on these new terms.
fr: Pour continuer à profiter de notre plateforme d'apprentissage des langues, nous avons besoin de votre accord sur ces nouvelles conditions.
nl: Om te blijven genieten van ons taallearplatform, hebben we je akkoord nodig met deze nieuwe voorwaarden.

source: Key Updates:
fr: Principales mises à jour :
nl: Belangrijkste updates:

source: Clarification of personal data usage
fr: Clarification de l'utilisation des données personnelles
nl: Verduidelijking van persoonlijke gegevensgebruik

source: New collaboration features
fr: Nouvelles fonctionnalités de collaboration
nl: Nieuwe samenwerkingsfuncties

source: Enhanced security and privacy
fr: Amélioration de la sécurité et de la confidentialité
nl: Verbeterde beveiliging en privacy

source: Updated rights and responsibilities
fr: Mise à jour des droits et responsabilités
nl: Bijgewerkte rechten en verantwoordelijkheden

source: Review and Accept Terms
fr: Consulter et Accepter les Conditions
nl: Bekijk en Accepteer Voorwaarden

source: You can also copy this link to your browser:
fr: Vous pouvez également copier ce lien dans votre navigateur :
nl: Je kunt deze link ook naar je browser kopiëren:

source: Accepting these terms is necessary to continue using %(app_name)s.
fr: L'acceptation de ces conditions est nécessaire pour continuer à utiliser %(app_name)s.
nl: Het accepteren van deze voorwaarden is noodzakelijk om %(app_name)s te blijven gebruiken.

source: If you have any questions about these changes, feel free to contact us at
fr: Si vous avez des questions concernant ces modifications, n'hésitez pas à nous contacter à
nl: Als je vragen hebt over deze wijzigingen, neem dan gerust contact met ons op via

source: Thank you for being part of our learning community!
fr: Merci de faire partie de notre communauté d'apprentissage !
nl: Bedankt dat je deel uitmaakt van onze leergemeenschap!

source: Best regards,
fr: Cordialement,
nl: Met vriendelijke groet,

source: The %(app_name)s Team
fr: L'équipe %(app_name)s
nl: Het %(app_name)s Team

source: Your language learning platform
fr: Votre plateforme d'apprentissage des langues
nl: Jouw taallearplatform

source: Terms of Use
fr: Conditions d'Utilisation
nl: Gebruiksvoorwaarden

source: Privacy
fr: Confidentialité

source: This email was sent to %(email)s
fr: Cet email a été envoyé à %(email)s
nl: Deze email werd verstuurd naar %(email)s

source: © %(year)s %(app_name)s. All rights reserved.
fr: © %(year)s %(app_name)s. Tous droits réservés.
nl: © %(year)s %(app_name)s. Alle rechten voorbehouden.

source: To stop receiving these emails, log in to your account and modify your notification preferences.
fr: Pour ne plus recevoir ces emails, connectez-vous à votre compte et modifiez vos préférences de notification.
nl: Om deze emails niet meer te ontvangen, log in op je account en wijzig je notificatievoorkeuren.

source: KEY UPDATES:
fr: PRINCIPALES MISES À JOUR :
nl: BELANGRIJKSTE UPDATES:

source: REVIEW AND ACCEPT TERMS:
fr: CONSULTER ET ACCEPTER LES CONDITIONS :
nl: BEKIJK EN ACCEPTEER VOORWAARDEN:

source: All rights reserved.
fr: Tous droits réservés.
nl: Alle rechten voorbehouden.

source: Important:
nl: Belangrijk:
