Repository: openlinguify/linguify
Catalog: portal/public_web/i18n/*/LC_MESSAGES/apps/todo.po
Languages: es, fr, nl

source: Todo
es: Tareas
fr: Tâches
nl: Taken

source: List
es: Lista
fr: Liste
nl: Lijst

source: Activity
es: Actividad
fr: Activité
nl: Activiteit

source: To Do
es: Por Hacer
fr: À Faire
nl: Te Doen

source: In Progress
es: En Progreso
fr: En Cours
nl: Bezig

source: Done
es: Completado
fr: Terminé
nl: Klaar

source: Review course materials
es: Revisar materiales del curso
fr: Réviser les supports de cours
nl: Cursusmateriaal doornemen

source: Complete assignment
es: Completar tarea
fr: Terminer le devoir
nl: Opdracht voltooien

source: Plan project timeline
es: Planificar cronograma del proyecto
fr: Planifier l'échéancier du projet
nl: Projecttijdlijn plannen

source: Research presentation
es: Investigación para presentación
fr: Recherche pour la présentation
nl: Onderzoek voor presentatie

source: Write documentation
es: Escribir documentación
fr: Rédiger la documentation
nl: Documentatie schrijven

source: Setup development environment
es: Configurar entorno de desarrollo
fr: Configurer l'environnement de développement
nl: Ontwikkelomgeving instellen

source: Review team feedback
es: Revisar comentarios del equipo
fr: Examiner les commentaires de l'équipe
nl: Team feedback bekijken

source: Today
es: Hoy
fr: Aujourd'hui
nl: Vandaag

source: Priority
es: Prioridad
fr: Priorité
nl: Prioriteit

source: Urgent
es: Urgente
nl: Dringend

source: Work
es: Trabajo
fr: Travail
nl: Werk

source: Study
es: Estudio
fr: Étude
nl: Studie

source: Research
es: Investigación
fr: Recherche
nl: Onderzoek

source: Notes
es: Notas
nl: Notities

source: Completed
es: Completado
fr: Terminé
nl: Voltooid

source: Everything You Need for Productivity
es: Todo lo que Necesitas para la Productividad
fr: Tout ce dont vous avez besoin pour être productif
nl: Alles wat je Nodig hebt voor Productiviteit

source: A complete workspace to organize your tasks, projects, and ideas
es: Un espacio de trabajo completo para organizar tus tareas, proyectos e ideas
fr: Un espace de travail complet pour organiser vos tâches, projets et idées
nl: Een complete werkruimte om je taken, projecten en ideeën te organiseren

source: Smart Task Management
es: Gestión Inteligente de Tareas
fr: Gestion Intelligente des Tâches
nl: Slimme Taakbeheer

source: Create, organize, and track tasks with priorities, due dates, tags, and progress tracking. Everything you need to stay productive.
es: Crea, organiza y rastrea tareas con prioridades, fechas límite, etiquetas y seguimiento de progreso. Todo lo que necesitas para mantenerte productivo.
fr: Créez, organisez et suivez les tâches avec des priorités, des échéances, des étiquettes et un suivi des progrès. Tout ce dont vous avez besoin pour rester productif.
nl: Maak, organiseer en volg taken met prioriteiten, vervaldatums, tags en voortgangsregistratie. Alles wat je nodig hebt om productief te blijven.

source: Kanban Boards
es: Tableros Kanban
fr: Tableaux Kanban
nl: Kanban Borden

source: Visualize your workflow with customizable kanban boards. Drag and drop tasks between columns to track progress.
es: Visualiza tu flujo de trabajo con tableros kanban personalizables. Arrastra y suelta tareas entre columnas para rastrear el progreso.
fr: Visualisez votre flux de travail avec des tableaux kanban personnalisables. Glissez-déposez les tâches entre les colonnes pour suivre les progrès.
nl: Visualiseer je workflow met aanpasbare kanban borden. Sleep taken tussen kolommen om voortgang bij te houden.

source: Project Organization
es: Organización de Proyectos
fr: Organisation de Projets
nl: Project Organisatie

source: Group related tasks into projects with progress tracking, deadlines, and team collaboration features.
es: Agrupa tareas relacionadas en proyectos con seguimiento de progreso, fechas límite y funciones de colaboración en equipo.
fr: Regroupez les tâches connexes en projets avec suivi des progrès, échéances et fonctionnalités de collaboration d'équipe.
nl: Groepeer gerelateerde taken in projecten met voortgangsregistratie, deadlines en teamsamenwerkingsfuncties.

source: Rich Note-Taking
es: Toma de Notas Enriquecida
fr: Prise de Notes Enrichie
nl: Uitgebreide Notitiemaking

source: Take notes with markdown support, attach them to tasks or projects, and organize with tags and categories.
es: Toma notas con soporte markdown, adjúntalas a tareas o proyectos, y organiza con etiquetas y categorías.
fr: Prenez des notes avec le support markdown, attachez-les aux tâches ou projets, et organisez avec des étiquettes et catégories.
nl: Maak notities met markdown ondersteuning, koppel ze aan taken of projecten, en organiseer met tags en categorieën.

source: Smart Reminders
es: Recordatorios Inteligentes
fr: Rappels Intelligents
nl: Slimme Herinneringen

source: Set custom reminders for tasks and deadlines. Get notified at the right time to stay on track.
es: Establece recordatorios personalizados para tareas y fechas límite. Recibe notificaciones en el momento adecuado para mantenerte en el camino.
fr: Définissez des rappels personnalisés pour les tâches et échéances. Recevez des notifications au bon moment pour rester sur la bonne voie.
nl: Stel aangepaste herinneringen in voor taken en deadlines. Ontvang meldingen op het juiste moment om op koers te blijven.

source: Tags & Categories
es: Etiquetas y Categorías
fr: Étiquettes et Catégories
nl: Tags en Categorieën

source: Organize tasks and notes with flexible tagging system and categories for better organization and filtering.
es: Organiza tareas y notas con un sistema de etiquetado flexible y categorías para mejor organización y filtrado.
fr: Organisez les tâches et notes avec un système d'étiquetage flexible et des catégories pour une meilleure organisation et filtrage.
nl: Organiseer taken en notities met flexibel tagsysteem en categorieën voor betere organisatie en filtering.

source: Activity Tracking
es: Seguimiento de Actividad
fr: Suivi d'Activité
nl: Activiteit Bijhouden

source: Monitor your task activity and progress with a detailed activity feed showing all your recent actions.
es: Monitorea la actividad y progreso de tus tareas con un feed de actividad detallado que muestra todas tus acciones recientes.
fr: Surveillez l'activité et les progrès de vos tâches avec un flux d'activité détaillé montrant toutes vos actions récentes.
nl: Houd je taakactiviteit en voortgang in de gaten met een gedetailleerde activiteitenfeed die al je recente acties toont.

source: Multiple Views
es: Múltiples Vistas
fr: Vues Multiples
nl: Meerdere Weergaven

source: Switch between list view, Kanban board, and activity feed to visualize your tasks the way you prefer.
es: Cambia entre vista de lista, tablero Kanban y feed de actividad para visualizar tus tareas de la forma que prefieras.
fr: Basculez entre la vue liste, le tableau Kanban et le flux d'activité pour visualiser vos tâches comme vous le préférez.
nl: Wissel tussen lijstweergave, Kanban bord en activiteitenfeed om je taken te visualiseren zoals je dat wilt.

source: Exciting features in active development
es: Funciones emocionantes en desarrollo activo
fr: Fonctionnalités passionnantes en développement actif
nl: Spannende functies in actieve ontwikkeling

source: Calendar Integration
es: Integración de Calendario
fr: Intégration Calendrier
nl: Agenda Integratie

source: View tasks and deadlines in calendar format. Plan your schedule and never miss important deadlines.
es: Ve tareas y fechas límite en formato de calendario. Planifica tu horario y nunca te pierdas fechas límite importantes.
fr: Consultez les tâches et échéances au format calendrier. Planifiez votre emploi du temps et ne manquez jamais d'échéances importantes.
nl: Bekijk taken en deadlines in agendaformaat. Plan je schema en mis nooit belangrijke deadlines.

source: In Development
es: En Desarrollo
fr: En Développement
nl: In Ontwikkeling

source: Analytics Dashboard
es: Panel de Análisis
fr: Tableau de Bord Analytique
nl: Analyse Dashboard

source: Track your productivity with detailed analytics, completion rates, and progress insights.
es: Rastrea tu productividad con análisis detallados, tasas de finalización e insights de progreso.
fr: Suivez votre productivité avec des analyses détaillées, des taux de completion et des insights de progrès.
nl: Volg je productiviteit met gedetailleerde analyses, voltooiingspercentages en voortgangsinzichten.

source: Advanced Team Collaboration
es: Colaboración Avanzada en Equipo
fr: Collaboration d'Équipe Avancée
nl: Geavanceerde Teamsamenwerking

source: Enhanced team features with real-time collaboration, task assignment, and team analytics.
es: Funciones de equipo mejoradas con colaboración en tiempo real, asignación de tareas y análisis de equipo.
fr: Fonctionnalités d'équipe améliorées avec collaboration en temps réel, assignation de tâches et analyses d'équipe.
nl: Verbeterde teamfuncties met real-time samenwerking, taaktoewijzing en teamanalyses.

source: Time Tracking
es: Seguimiento de Tiempo
fr: Suivi du Temps
nl: Tijdsregistratie

source: Track time spent on tasks with built-in timer and detailed time analytics.
es: Rastrea el tiempo dedicado a tareas con temporizador incorporado y análisis de tiempo detallados.
fr: Suivez le temps passé sur les tâches avec minuteur intégré et analyses temporelles détaillées.
nl: Houd tijd bij die besteed wordt aan taken met ingebouwde timer en gedetailleerde tijdsanalyses.

source: File Attachments
es: Archivos Adjuntos
fr: Pièces Jointes
nl: Bestandsbijlagen

source: Attach files and documents to your tasks and projects for better organization.
es: Adjunta archivos y documentos a tus tareas y proyectos para mejor organización.
fr: Joignez des fichiers et documents à vos tâches et projets pour une meilleure organisation.
nl: Voeg bestanden en documenten toe aan je taken en projecten voor betere organisatie.

source: Recurring Tasks
es: Tareas Recurrentes
fr: Tâches Récurrentes
nl: Terugkerende Taken

source: Set up tasks that repeat automatically on a schedule you define.
es: Configura tareas que se repiten automáticamente en un horario que defines.
fr: Configurez des tâches qui se répètent automatiquement selon un horaire que vous définissez.
nl: Stel taken in die automatisch herhalen volgens een schema dat je definieert.

source: These features will be available soon. Stay tuned for the latest updates!
es: ¡Estas funciones estarán disponibles pronto. Mantente atento a las últimas actualizaciones!
fr: Ces fonctionnalités seront bientôt disponibles. Restez à l'écoute pour les dernières mises à jour !
nl: Deze functies zijn binnenkort beschikbaar. Blijf op de hoogte van de laatste updates!

source: Perfect For Every Use Case
es: Perfecto para Cada Caso de Uso
fr: Parfait pour Tous les Cas d'Usage
nl: Perfect voor Elke Toepassing

source: Whether you're a student, professional, or team leader
es: Ya seas estudiante, profesional o líder de equipo
fr: Que vous soyez étudiant, professionnel ou chef d'équipe
nl: Of je nu student, professional of teamleider bent

source: Students
es: Estudiantes
fr: Étudiants
nl: Studenten

source: Organize assignments, track study progress, manage course projects, and plan your academic schedule.
es: Organiza tareas, rastrea el progreso de estudio, gestiona proyectos del curso y planifica tu horario académico.
fr: Organisez les devoirs, suivez les progrès d'étude, gérez les projets de cours et planifiez votre horaire académique.
nl: Organiseer opdrachten, volg studievoortgang, beheer cursusprojecten en plan je academische schema.

source: Assignment tracking
es: Seguimiento de tareas
fr: Suivi des devoirs
nl: Opdracht bijhouden

source: Study planning
es: Planificación de estudio
fr: Planification d'étude
nl: Studie planning

source: Course organization
es: Organización de cursos
fr: Organisation de cours
nl: Cursus organisatie

source: Research notes
es: Notas de investigación
fr: Notes de recherche
nl: Onderzoeksnotities

source: Professionals
es: Profesionales
fr: Professionnels

source: Manage work projects, track deadlines, organize meeting notes, and boost your productivity.
es: Gestiona proyectos de trabajo, rastrea fechas límite, organiza notas de reuniones y mejora tu productividad.
fr: Gérez les projets de travail, suivez les échéances, organisez les notes de réunion et boostez votre productivité.
nl: Beheer werkprojecten, volg deadlines, organiseer vergadernotities en verhoog je productiviteit.

source: Project management
es: Gestión de proyectos
fr: Gestion de projets
nl: Projectbeheer

source: Deadline tracking
es: Seguimiento de fechas límite
fr: Suivi des échéances
nl: Deadline bijhouden

source: Meeting notes
es: Notas de reuniones
fr: Notes de réunion
nl: Vergadernotities

source: Goal setting
es: Establecimiento de objetivos
fr: Définition d'objectifs
nl: Doelen stellen

source: Teams
es: Equipos
fr: Équipes

source: Collaborate on shared projects, assign tasks to team members, and track collective progress.
es: Colabora en proyectos compartidos, asigna tareas a miembros del equipo y rastrea el progreso colectivo.
fr: Collaborez sur des projets partagés, assignez des tâches aux membres de l'équipe et suivez les progrès collectifs.
nl: Werk samen aan gedeelde projecten, wijs taken toe aan teamleden en volg collectieve voortgang.

source: Shared workspaces
es: Espacios de trabajo compartidos
fr: Espaces de travail partagés
nl: Gedeelde werkruimtes

source: Task assignment
es: Asignación de tareas
fr: Assignation de tâches
nl: Taaktoewijzing

source: Team analytics
es: Análisis de equipo
fr: Analyses d'équipe
nl: Team analyses

source: Get Started in Minutes
es: Comienza en Minutos
fr: Commencez en Quelques Minutes
nl: Begin binnen Minuten

source: Simple setup process to get you organized right away
es: Proceso de configuración simple para organizarte de inmediato
fr: Processus de configuration simple pour vous organiser tout de suite
nl: Eenvoudig installatieproces om je meteen georganiseerd te krijgen

source: Create Account
es: Crear Cuenta
fr: Créer un Compte
nl: Account Aanmaken

source: Sign up for free and access the todo app from your dashboard.
es: Regístrate gratis y accede a la app de tareas desde tu panel de control.
fr: Inscrivez-vous gratuitement et accédez à l'app de tâches depuis votre tableau de bord.
nl: Meld je gratis aan en krijg toegang tot de taken-app vanaf je dashboard.

source: Set Up Projects
es: Configurar Proyectos
fr: Configurer les Projets
nl: Projecten Instellen

source: Create your first project and organize tasks by categories and priorities.
es: Crea tu primer proyecto y organiza las tareas por categorías y prioridades.
fr: Créez votre premier projet et organisez les tâches par catégories et priorités.
nl: Maak je eerste project aan en organiseer taken op categorieën en prioriteiten.

source: Add tasks, set deadlines, take notes, and watch your productivity soar.
es: Añade tareas, establece fechas límite, toma notas y observa cómo se dispara tu productividad.
fr: Ajoutez des tâches, fixez des échéances, prenez des notes et regardez votre productivité s'envoler.
nl: Voeg taken toe, stel deadlines in, maak notities en zie je productiviteit stijgen.

source: Seamless Integration
es: Integración Perfecta
fr: Intégration Transparente
nl: Naadloze Integratie

source: Works perfectly with other Open Linguify apps
es: Funciona perfectamente con otras apps de Open Linguify
fr: Fonctionne parfaitement avec les autres apps Open Linguify
nl: Werkt perfect met andere Open Linguify apps

source: Create study tasks for flashcard reviews
es: Crea tareas de estudio para revisiones de tarjetas de memoria
fr: Créez des tâches d'étude pour les révisions de cartes mémoire
nl: Maak studietaken voor flashcard beoordelingen

source: Link notes to tasks and projects
es: Vincula notas a tareas y proyectos
fr: Liez les notes aux tâches et projets
nl: Koppel notities aan taken en projecten

source: Ready to Get Organized?
es: ¿Listo para Organizarte?
fr: Prêt à vous Organiser ?
nl: Klaar om Georganiseerd te Raken?

source: Join thousands of users who have transformed their productivity with our todo app.
es: Únete a miles de usuarios que han transformado su productividad con nuestra app de tareas.
fr: Rejoignez des milliers d'utilisateurs qui ont transformé leur productivité avec notre app de tâches.
nl: Sluit je aan bij duizenden gebruikers die hun productiviteit hebben getransformeerd met onze taken-app.

source: Todo & Productivity
es: Tareas y Productividad
fr: Tâches et Productivité
nl: Taken en Productiviteit

source: Advanced productivity workspace
es: Espacio de trabajo productivo avanzado
fr: Espace de travail productif avancé
nl: Geavanceerde productiviteitsruimte

source: Start for free
es: Comenzar gratis
fr: Commencer gratuitement
nl: Gratis beginnen

source: Start organizing
es: Comenzar a organizar
fr: Commencer à organiser
nl: Beginnen met organiseren

source: Launch Todo App
es: Lanzar App de Tareas
fr: Lancer l'App de Tâches
nl: Taken App Starten

source: Start Now - It's Free
es: Comenzar Ahora - Es Gratis
fr: Commencer Maintenant - C'est Gratuit
nl: Begin Nu - Het is Gratis

source: No credit card • No hidden fees • Always free
es: Sin tarjeta de crédito • Sin tarifas ocultas • Siempre gratis
fr: Pas de carte de crédit • Pas de frais cachés • Toujours gratuit
nl: Geen creditcard • Geen verborgen kosten • Altijd gratis

source: Explore All Apps
es: Explorar Todas las Apps
fr: Explorer Toutes les Apps
nl: Alle Apps Verkennen

source: Coming Soon
es: Próximamente
fr: Prochainement
nl: Binnenkort

source: Start Organizing
es: Comenzar a Organizar
fr: Commencer à Organiser
nl: Beginnen met Organiseren

source: Begin adding tasks, setting deadlines, and tracking your progress immediately.
es: Comienza añadiendo tareas, estableciendo fechas límite y siguiendo tu progreso inmediatamente.
fr: Commencez à ajouter des tâches, fixer des échéances et suivre vos progrès immédiatement.
nl: Begin direct met het toevoegen van taken, het instellen van deadlines en het bijhouden van je voortgang.

source: Progress tracking
es: Seguimiento de progreso
fr: Suivi des progrès
nl: Voortgang bijhouden

source: Ready
es: Listo
fr: Prêt
nl: Klaar

source: Revision
es: Revisión
fr: Révision
nl: Herhaling

source: Notebook
es: Cuaderno
fr: Carnet
nl: Notitieboek

source: Tip
es: Consejo
fr: Conseil

source: Create my notes
es: Crear mis notas
fr: Créer mes notes
nl: Mijn notities maken

source: Offline mode
es: Modo sin conexión
fr: Mode hors ligne
nl: Offline modus

source: This application is part of the Open Linguify educational suite.
es: Esta aplicación es parte de la suite educativa Open Linguify.
fr: Cette application fait partie de la suite éducative Open Linguify.
nl: Deze applicatie is onderdeel van de Open Linguify educatieve suite.
