{
  "es": {
    "title": "Política de Cookies",
    "subtitle": "Cómo utilizamos las cookies en Linguify para mejorar tu experiencia de aprendizaje de idiomas.",
    "lastUpdated": "Última actualización: {date}",
    "sections": [
      {
        "title": "¿Qué es una cookie?",
        "content": [
          "Una cookie es un pequeño archivo de datos almacenado en tu dispositivo cuando visitas nuestro sitio web. Las cookies nos ayudan a reconocerte durante visitas posteriores y personalizar tu experiencia.",
          "Utilizamos diferentes tipos de cookies para hacer funcionar nuestra plataforma de aprendizaje de idiomas y mejorar tu experiencia de usuario."
        ]
      },
      {
        "title": "Tipos de cookies que utilizamos",
        "content": [
          "Utilizamos los siguientes tipos de cookies en Linguify:"
        ],
        "items": [
          "**Cookies esenciales**: Necesarias para la funcionalidad básica del sitio (inicio de sesión, seguridad, preferencias de idioma)",
          "**Cookies de rendimiento**: Nos ayudan a entender cómo usas nuestro sitio para mejorarlo",
          "**Cookies de funcionalidad**: Recuerdan tus preferencias y personalizan tu experiencia de aprendizaje",
          "**Cookies de análisis**: Recopilan información sobre tu uso del sitio de forma anónima"
        ]
      },
      {
        "title": "Cookies propias",
        "content": [
          "Estas cookies son colocadas directamente por Linguify e incluyen:"
        ],
        "items": [
          "**linguify_session**: Mantiene tu sesión de inicio (expira al cerrar el navegador)",
          "**linguify_language**: Recuerda tu preferencia de idioma (expira después de 1 año)",
          "**linguify_theme**: Recuerda tu elección de tema claro/oscuro (expira después de 1 año)",
          "**linguify_progress**: Guarda tu progreso de aprendizaje (expira después de 2 años)",
          "**linguify_consent**: Recuerda tus preferencias de cookies (expira después de 1 año)"
        ]
      },
      {
        "title": "Cookies de terceros",
        "content": [
          "También utilizamos servicios de terceros que pueden colocar sus propias cookies:"
        ],
        "items": [
          "**Google Analytics**: Para analizar el uso del sitio (cookies _ga, _gid)",
          "**Auth0**: Para la gestión segura de autenticación",
          "**Stripe**: Para el procesamiento seguro de pagos (solo en páginas de pago)"
        ]
      },
      {
        "title": "Gestión de tus preferencias de cookies",
        "content": [
          "Tienes control total sobre las cookies utilizadas en nuestro sitio:",
          "• **Cookies esenciales**: Siempre activas ya que son necesarias para la funcionalidad del sitio",
          "• **Otras cookies**: Puedes aceptarlas o rechazarlas a través de nuestro banner de cookies",
          "• **Configuración del navegador**: Puedes configurar tu navegador para bloquear o eliminar cookies"
        ]
      },
      {
        "title": "Períodos de retención",
        "content": [
          "Los períodos de retención de nuestras cookies varían según su función:"
        ],
        "items": [
          "**Cookies de sesión**: Eliminadas al cerrar el navegador",
          "**Cookies de preferencias**: Conservadas durante 1 año",
          "**Cookies de análisis**: Conservadas durante máximo 2 años",
          "**Cookies de progreso**: Conservadas durante 2 años para preservar tu aprendizaje"
        ]
      },
      {
        "title": "Tus derechos",
        "content": [
          "De acuerdo con el RGPD, tienes derecho a:",
          "• Conocer qué cookies se utilizan en tu dispositivo",
          "• Retirar tu consentimiento en cualquier momento",
          "• Acceder a los datos recopilados a través de cookies",
          "• Solicitar la eliminación de tus datos de cookies"
        ]
      }
    ],
    "contact": {
      "title": "¿Preguntas sobre nuestra política de cookies?",
      "description": "Si tienes preguntas sobre nuestro uso de cookies, no dudes en contactarnos.",
      "buttonText": "Contáctanos"
    },
    "navigation": {
      "terms": "Condiciones de servicio",
      "privacy": "Política de privacidad",
      "legal": "Aviso legal"
    }
  }
}