{
  "es": {
    "title": "Términos y Condiciones",
    "lastUpdate": "Última actualización:",
    "print": "Imprimir",
    "download": "PDF",
    "acceptLabel": "He leído y acepto los términos y condiciones",
    "acceptButton": "Aceptar y continuar",
    "copyright": "Todos los derechos reservados.",
    "legalNotice": "Aviso Legal",
    "privacyPolicy": "Política de Privacidad",
    "termsOfService": "Condiciones de Servicio",
    "contact": "Contacto",
    "help": "¿Necesita ayuda?",
    "helpText": "Si tiene alguna pregunta sobre nuestros términos y condiciones, no dude en contactarnos.",
    "disclaimer": "Linguify es una plataforma de aprendizaje de idiomas creada por GPI Software. Al usar este sitio, acepta nuestros términos y condiciones y nuestra política de privacidad.",
    "summary": "Resumen de los puntos clave de nuestros términos y condiciones",
    "summaryDisclaimer": "Este resumen se proporciona para su comodidad. Para una comprensión completa, por favor lea los términos completos.",
    "readFullTerms": "Leer términos completos",
    "close": "Cerrar",
    "cancel": "Cancelar",
    "openNew": "Abrir en nueva ventana",
    "pdfAlert": "Esta función descargaría los términos y condiciones en formato PDF en una implementación real.",
    "sections": [
      {
        "id": "item-1",
        "title": "1. Objeto",
        "content": "Las presentes Condiciones Generales de Uso (\"CGU\") tienen por objeto definir los derechos y obligaciones de los usuarios de la aplicación Linguify, una plataforma de aprendizaje de idiomas accesible mediante suscripción. Linguify es un producto creado por GPI Software que tiene como objetivo mejorar la educación lingüística."
      },
      {
        "id": "item-2",
        "title": "2. Aceptación de las Condiciones",
        "content": "Al registrarse en Linguify y utilizar la aplicación, el usuario reconoce haber leído estas CGU y se compromete a respetarlas."
      },
      {
        "id": "item-3",
        "title": "3. Acceso y Utilización",
        "content": "Linguify es accesible mediante una suscripción mensual de 10€. El acceso a los servicios es personal e intransferible. El usuario es responsable de la confidencialidad de sus credenciales."
      },
      {
        "id": "item-4",
        "title": "4. Suscripción y Pago",
        "content": "Tarificación: La suscripción a Linguify cuesta 10€ al mes. Los pagos se realizan en línea a través de los medios de pago seguros propuestos en la plataforma.\n\nRenovación y Rescisión: La suscripción se renueva automáticamente cada mes salvo rescisión por parte del usuario antes de la fecha de vencimiento.\n\nDerecho de Desistimiento: Conforme al artículo L.221-28 del Código de Consumo, el derecho de desistimiento no se aplica al suministro de contenidos digitales inmediatamente accesibles."
      },
      {
        "id": "item-5",
        "title": "5. Responsabilidades",
        "content": "Responsabilidad de Linguify: Linguify se compromete a asegurar la accesibilidad y el buen funcionamiento de su servicio, pero no se hace responsable de las interrupciones, fallos técnicos o pérdidas de datos.\n\nResponsabilidad del usuario: El usuario se compromete a no utilizar Linguify con fines fraudulentos, ilegales o contrarios a las presentes CGU."
      },
      {
        "id": "item-6",
        "title": "6. Propiedad Intelectual",
        "content": "Todos los contenidos presentes en la aplicación Linguify, incluyendo pero sin limitarse a textos, imágenes, vídeos y software, son creados y gestionados por Linguify, un producto de GPI Software. Están protegidos por las leyes de propiedad intelectual. Cualquier reproducción, difusión o utilización no autorizada está prohibida sin el consentimiento previo de Linguify."
      },
      {
        "id": "item-7",
        "title": "7. Protección de Datos Personales",
        "content": "Linguify recoge y trata los datos personales del usuario de conformidad con su Política de Privacidad, disponible en el sitio."
      },
      {
        "id": "item-8",
        "title": "8. Modificación de las CGU",
        "content": "Linguify se reserva el derecho de modificar las presentes CGU. El usuario será informado de las modificaciones por cualquier medio apropiado."
      },
      {
        "id": "item-9",
        "title": "9. Derecho Aplicable y Litigios",
        "content": "Las presentes CGU están sometidas al derecho francés. Cualquier litigio es competencia exclusiva de los tribunales del distrito de la sede social de Linguify."
      },
      {
        "id": "item-10",
        "title": "10. Contacto",
        "content": "Para cualquier cuestión relativa a las CGU, el usuario puede contactar con Linguify en la siguiente dirección: support@linguify.com."
      }
    ],
    "keyPoints": [
      {
        "title": "Suscripción Mensual",
        "description": "Linguify es accesible mediante una suscripción mensual de 10€ que se renueva automáticamente."
      },
      {
        "title": "Acceso Personal",
        "description": "Su cuenta es personal e intransferible. Usted es responsable de mantener la confidencialidad de sus credenciales."
      },
      {
        "title": "Contenido Protegido",
        "description": "Todo el contenido de Linguify está protegido por las leyes de propiedad intelectual."
      },
      {
        "title": "Protección de Datos",
        "description": "Sus datos personales se procesan de acuerdo con nuestra Política de Privacidad."
      },
      {
        "title": "Ley Aplicable",
        "description": "Las CGU están sujetas a la ley francesa. Cualquier disputa está bajo la jurisdicción de los tribunales franceses."
      }
    ]
  }
}